Repository: nuggxyz/nuggft-interface
Catalog: src/locales/*.po
Languages: fr_fr

source: Balance
fr_fr: Équilibre

source: Burn
fr_fr: Brûler

source: By connecting a wallet, you agree to nugg.xyz's Terms of Service and acknowledge that you have read and understood the nugg.xyz Protocol Disclaimer.
fr_fr: En connectant un portefeuille, vous acceptez les conditions d'utilisation de nugg.xyz et Acknowledge \ nque vous avez lu et compris la responsabilité du protocole nugg.xyz.

source: Change offer for
fr_fr: Offre de changement pour

source: Check Wallet
fr_fr: Vérifiez le portefeuille

source: Check Wallet...
fr_fr: Vérifiez le portefeuille...

source: Check wallet...
fr_fr: Vérifiez le portefeuille...

source: Claim
fr_fr: Prétendre

source: Claim All
fr_fr: Réclamer tout

source: Claims
fr_fr: Réclamations

source: Close
fr_fr: Fermer

source: Connect to nuggft!
fr_fr: Connectez-vous à Nuggft!

source: Deep-frying your nugg...
fr_fr: Frire de votre Nugg...

source: Deep-frying...
fr_fr: Friture...

source: Disconnect
fr_fr: Déconnecter

source: Enter amount
fr_fr: Entrer le montant

source: Enter floor
fr_fr: Entrer dans le sol

source: Explore
fr_fr: Explorer

source: Extend
fr_fr: Se déployer

source: For Nugg {0}
fr_fr: Pour nugg {0}

source: From epoch {0}
fr_fr: De l'époque {0}

source: Home
fr_fr: Maison

source: Loan
fr_fr: Prête

source: Loan all ({0})
fr_fr: Prêt tout ({0})

source: Loaned
fr_fr: Prêté

source: Loaned Nuggs
fr_fr: Prêté nuggs

source: Loans
fr_fr: Prêts

source: Min
fr_fr: Moi

source: Mint a Nugg
fr_fr: Comme Nugg

source: Mint this Nugg
fr_fr: Menthe cette nugg

source: Mint yourself a nugg
fr_fr: Mentez-vous un Nugg

source: My Nuggs
fr_fr: Mes nuggs

source: New
fr_fr: Nouvelle

source: No Nuggs or ETH to claim...
fr_fr: Pas de nuggs ou d'ETH pour réclamer ...

source: No more nuggs
fr_fr: Pas plus pains

source: Offer on
fr_fr: Offrir sur

source: On sale
fr_fr: En soldes

source: Pay off
fr_fr: Payer

source: Payoff
fr_fr: Payer

source: Pick a nugg to buy this item from
fr_fr: Choisissez une nugg pour acheter cet article de

source: Pick a nugg to offer on this item
fr_fr: Choisissez une nugg à offrir sur cet article

source: Place offer
fr_fr: Offre de place

source: Please wait while your nugg is being created
fr_fr: Veuillez patienter pendant que votre nugg est créée

source: Rebalance all ({0})
fr_fr: Rebalance tout ({0})

source: Sell
fr_fr: Vendre

source: Sell Item
fr_fr: Vendre l'article

source: Sell Item:
fr_fr: Vendre l'article:

source: Sell Nugg
fr_fr: Vendre nugg

source: Sign in with {0}
fr_fr: Connectez-vous avec {0}

source: Swap
fr_fr: Échanger

source: There are no more nuggs to mint. If you want a nugg, you must offer on a sale.
fr_fr: Il n'y a plus de nuggs à la menthe. Si vous voulez une Nugg, vous devez offrir une vente.

source: This cannot be undone
fr_fr: Ça ne peut pas être annulé

source: Update offer
fr_fr: Offre de mise à jour

source: You are now the proud owner Nugg {nextNugg}!
fr_fr: Vous êtes maintenant le fier propriétaire nugg {nextNugg}!

source: You can be the proud owner of Nugg {nextNugg} for {0} ETH
fr_fr: Vous pouvez être le fier propriétaire de nugg {nextNugg} pour {0} ETH

source: You cannot place an offer
fr_fr: Vous ne pouvez pas placer une offre

source: You currently have
fr_fr: Tu as présentement

source: You currently have {0} ETH
fr_fr: Vous avez actuellement {0} ETH

source: You don't have any Nuggs yet!
fr_fr: Vous n'avez pas encore de nuggs!

source: You haven't loaned any nuggs yet!
fr_fr: Vous n'avez pas encore prêté nuggs!

source: You will receive {0} ETH
fr_fr: Vous recevrez {0} eth

source: currenlty for sale
fr_fr: actuellement à vendre

source: previous claim pending for this item
fr_fr: réclamation précédente en attente de cet article
